Revit 2027 API
SweptBlendFailures Properties
The BuiltInFailures.SweptBlendFailures type exposes the following members.
Properties
Name | Description
CannotDrawSweptblend |  Can't create swept blend.
Top
See Also
Reference
BuiltInFailures.SweptBlendFailures Class
Autodesk.Revit.DB Namespace